Repository: duckduckgo/macos-browser
Catalog: LocalPackages/SyncUI-macOS/Sources/SyncUI-macOS/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# alert.invalid-code-description
source: Sorry, this code is invalid. Please make sure it was entered correctly.
de: Sorry, dieser Code ist ungültig. Bitte stelle sicher, dass es richtig eingegeben wurde.
es: Lo sentimos, este código no es válido. Asegúrate de que se haya introducido correctamente.
fr: Désolé, ce code n'est pas valide. Veuillez vérifier qu'il a bien été saisi correctement.
it: Spiacenti, questo codice non è valido. Assicurati che sia stato inserito correttamente.
nl: Sorry, deze code is ongeldig. Controleer of ze correct is ingevoerd.
pl: Niestety, ten kod jest nieprawidłowy. Upewnij się, że został wprowadzony poprawnie.
pt: Este código é inválido. Certifica-te de que foi introduzido corretamente.
ru: К сожалению, этот код недействителен. Убедитесь, что он введен правильно.

# alert.sync-error
source: Sync & Backup Error
de: Synchronisierungs- und Sicherungsfehler
es: Error de sincronización y copia de seguridad
fr: Erreur de synchronisation et de sauvegarde
it: Errore di sincronizzazione e backup
nl: Synchronisatie- en back-upfout
pl: Błąd synchronizacji i kopii zapasowej
pt: Erro de sincronização e cópia de segurança
ru: Ошибка синхронизации и резервного копирования

# alert.sync-switch-account-button
source: Switch to a different Sync?
de: Zu einer anderen Synchronisierung wechseln?
es: ¿Cambiar a una sincronización diferente?
fr: Passer à une autre synchronisation ?
it: Vuoi passare a una sincronizzazione diversa?
nl: Overschakelen naar een andere synchronisatie?
pl: Przełączyć na inną synchronizację?
pt: Mudar para uma sincronização diferente?
ru: Переключиться на другую синхронизацию?

# alert.sync-switch-account-message
source: This device is already synced, are you sure you want to sync it with a different backup or device? Switching won't remove any data already synced to this device.
de: Dieses Gerät ist bereits synchronisiert. Bist du sicher, dass du es mit einem anderen Back-up oder Gerät synchronisieren möchtest? Beim Wechsel werden keine bereits mit diesem Gerät synchronisierten Daten entfernt.
es: Este dispositivo ya está sincronizado. ¿Seguro que deseas sincronizarlo con una copia de seguridad o con un dispositivo diferente? Cambiar no eliminará ningún dato ya sincronizado en este dispositivo.
fr: Cet appareil est déjà synchronisé. Voulez-vous vraiment le synchroniser avec une autre sauvegarde ou un autre appareil ? Ce changement ne supprimera aucune donnée déjà synchronisée sur cet appareil.
it: Questo dispositivo è già sincronizzato. Vuoi davvero sincronizzarlo con un backup o un dispositivo diverso? L'operazione non rimuoverà alcun dato già sincronizzato su questo dispositivo.
nl: Dit apparaat is al gesynchroniseerd, weet je zeker dat je het met een andere back-up of een ander apparaat wilt synchroniseren? Als je overschakelt, worden er geen gegevens verwijderd die al met dit apparaat zijn gesynchroniseerd.
pl: To urządzenie jest już synchronizowane, czy na pewno chcesz je synchronizować z inną kopią zapasową lub urządzeniem? Przełączenie nie usunie żadnych danych już zsynchronizowanych z tym urządzeniem.
pt: Este dispositivo já está sincronizado, tens a certeza de que queres sincronizá-lo com uma cópia de segurança ou um dispositivo diferente? A mudança não vai remover nenhum dado já sincronizado com este dispositivo.
ru: Это устройство уже синхронизировано. Действительно синхронизировать его с другой резервной копией или устройством? Переключение не приведет к удалению данных, синхронизированных с этим устройством ранее.

# alert.sync-switch-sync-button
source: Switch Sync
de: Synchronisierung wechseln
es: Cambiar sincronización
fr: Changer de synchronisation
it: Cambia sincronizzazione
nl: Schakelen tussen synchronisatie
pl: Przełącz synchronizację
pt: Mudar sincronização
ru: Переключить синхронизацию

# alert.unable-to-create-recovery-pdf-description
source: Unable to create the recovery PDF.
de: Das Wiederherstellungs-PDF kann nicht erstellt werden.
es: No se puede crear el PDF de recuperación.
fr: Impossible de créer le PDF de récupération.
it: Impossibile creare il PDF di recupero.
nl: Het PDF-bestand voor herstel kan niet worden gemaakt.
pl: Nie można utworzyć pliku PDF odzyskiwania.
pt: Não foi possível criar o PDF de recuperação.
ru: Не удалось создать PDF-файл для восстановления.

# alert.unable-to-delete-data-description
source: Unable to delete data on the server.
de: Daten auf dem Server können nicht gelöscht werden.
es: No se pueden eliminar los datos en el servidor.
fr: Impossible de supprimer les données du serveur.
it: Impossibile eliminare i dati sul server.
nl: Kan gegevens niet verwijderen op de server.
pl: Nie można usunąć danych z serwera.
pt: Não foi possível eliminar os dados no servidor.
ru: Не удалось удалить данные с сервера.

# alert.unable-to-merge-two-accounts-description
source: To pair these devices, turn off Sync & Backup on one device then tap "Sync With Another Device" on the other device.
de: Um diese Geräte zu koppeln, deaktiviere „Synchronisieren und sichern“ auf einem Gerät und tippe dann auf dem anderen Gerät auf „Mit anderem Gerät synchronisieren“.
es: Para emparejar estos dispositivos, desactiva Sincronización y copia de seguridad en un dispositivo y luego toca «Sincronizar con otro dispositivo» en el otro dispositivo.
fr: Pour jumeler ces appareils, désactivez Synchronisation et sauvegarde sur un appareil, puis appuyez sur « Synchroniser avec un autre appareil » sur l'autre appareil.
it: Per accoppiare questi dispositivi, disattiva la sincronizzazione e il backup su un dispositivo e tocca "Sincronizza con un altro dispositivo" sull'altro dispositivo.
nl: Schakel 'Synchronisatie en back-up' uit op één apparaat en tik op 'Synchroniseren met een ander apparaat' op het andere apparaat om de apparaten te koppelen.
pl: Aby sparować te urządzenia, wyłącz synchronizację i kopię zapasową na jednym urządzeniu, a następnie dotknij opcji „Synchronizuj z innym urządzeniem” na drugim urządzeniu.
pt: Para emparelhar estes dispositivos, desative a Sincronização e cópia de segurança num dispositivo e, em seguida, toque em "Sincronizar com outro dispositivo" no outro dispositivo.
ru: Чтобы выполнить сопряжение этих устройств, отключите функцию «Синхронизация и резервное копирование» на одном из них и нажмите кнопку «Синхронизировать с другим устройством» на другом.

# alert.unable-to-remove-device-description
source: Unable to remove this device from Sync & Backup.
de: Dieses Gerät kann nicht aus „Synchronisieren und sichern“ entfernt werden.
es: No se puede eliminar este dispositivo de Sincronización y copia de seguridad.
fr: Impossible de supprimer cet appareil de Synchronisation et sauvegarde.
it: Impossibile rimuovere questo dispositivo da Sincronizzazione e backup.
nl: Het apparaat kan niet worden verwijderd uit 'Synchronisatie en back-up'.
pl: Nie można usunąć tego urządzenia z synchronizacji i kopii zapasowej.
pt: Não foi possível remover este dispositivo da sincronização e cópia de segurança.
ru: Не удалось удалить устройство из списка синхронизации и резервного копирования.

# alert.unable-to-sync-to-server-description
source: Unable to connect to the server.
de: Es kann keine Verbindung zum Server hergestellt werden.
es: No se puede conectar al servidor.
fr: Impossible de se connecter au serveur.
it: Impossibile connettersi al server.
nl: Er kan geen verbinding worden gemaakt met de server.
pl: Nie można połączyć się z serwerem.
pt: Não foi possível ligar ao servidor.
ru: Не удалось подключиться к серверу.

# alert.unable-to-sync-with-another-device-description
source: Unable to Sync with another device.
de: Synchronisierung mit einem anderen Gerät nicht möglich.
es: No se puede sincronizar con otro dispositivo.
fr: Impossible de synchroniser avec un autre appareil.
it: Impossibile sincronizzare con un altro dispositivo.
nl: Er kan niet worden gesynchroniseerd met een ander apparaat.
pl: Nie można zsynchronizować z innym urządzeniem.
pt: Não foi possível sincronizar com outro dispositivo.
ru: Не удалось выполнить синхронизацию с другим устройством.

# alert.unable-to-turn-sync-off-description
source: Unable to turn Sync & Backup off.
de: „Synchronisieren und sichern“ kann nicht deaktiviert werden.
es: No se puede desactivar Sincronización y copia de seguridad.
fr: Impossible de désactiver Synchronisation et sauvegarde.
it: Impossibile disattivare Sincronizzazione e backup.
nl: 'Synchronisatie en back-up' kan niet worden uitgeschakeld.
pl: Nie można wyłączyć synchronizacji i kopii zapasowych.
pt: Não foi possível desativar a Sincronização e cópia de segurança.
ru: Не удалось отключить синхронизацию и резервное копирование.

# alert.unable-to-update-device-name-description
source: Unable to update the device name.
de: Der Gerätename kann nicht aktualisiert werden.
es: No se puede actualizar el nombre del dispositivo.
fr: Impossible de mettre à jour le nom de l'appareil.
it: Impossibile aggiornare il nome del dispositivo.
nl: De naam van het apparaat kan niet worden bijgewerkt.
pl: Nie można zaktualizować nazwy urządzenia.
pt: Não foi possível atualizar o nome do dispositivo.
ru: Не удалось обновить имя устройства.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe
pt: Feito
ru: Готово

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
nl: Volgende
pl: Dalej
pt: Seguinte
ru: Далее

source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non adesso
nl: Niet nu
pl: Nie teraz
pt: Agora não
ru: Не сейчас

source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
nl: Plakken
pl: Wklej
pt: Colar
ru: Вставить

source: Paste from Clipboard
de: Vom Clipboard einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papier
it: Incolla dagli appunti
nl: Plakken vanaf klembord
pl: Wklej ze schowka
pt: Colar da área de transferência
ru: Вставить из буфера обмена

# preferences.begin-sync.card-button
source: Sync With Another Device
de: Mit anderem Gerät synchronisieren
es: Sincronizar con otro dispositivo
fr: Synchroniser avec un autre appareil
it: Sincronizza con un altro dispositivo
nl: Synchroniseren met een ander apparaat
pl: Synchronizuj z innym urządzeniem
pt: Sincronizar com outro dispositivo
ru: Синхронизировать с другим устройством

# preferences.begin-sync.card-description
source: Securely sync bookmarks and passwords between your devices.
de: Lesezeichen und Passwörter sicher zwischen deinen Geräten synchronisieren.
es: Sincroniza de forma segura los marcadores y las contraseñas entre tus dispositivos.
fr: Synchronisez en toute sécurité les signets et mots de passe entre vos appareils.
it: Sincronizza in sicurezza i segnalibri e le password tra i tuoi dispositivi.
nl: Synchroniseer bladwijzers en wachtwoorden veilig tussen je apparaten.
pl: Bezpiecznie synchronizuj zakładki i hasła między swoimi urządzeniami.
pt: Sincroniza os marcadores e palavras-passe entre os teus dispositivos em segurança.
ru: Безопасная синхронизация закладок и паролей на ваших устройствах.

# preferences.begin-sync.card-footer
source: Your data is end-to-end encrypted, and DuckDuckGo does not have access to the encryption key.
de: Deine Daten sind Ende-zu-Ende-verschlüsselt. DuckDuckGo hat keinen Zugriff auf den Verschlüsselungsschlüssel.
es: Tus datos están encriptados de extremo a extremo y DuckDuckGo no tiene acceso a la clave de encriptación.
fr: Vos données sont cryptées de bout en bout et DuckDuckGo n'a pas accès à la clé de chiffrement.
it: I tuoi dati sono crittografati end-to-end e DuckDuckGo non ha accesso alla chiave di crittografia.
nl: Je gegevens zijn volledig versleuteld en DuckDuckGo heeft geen toegang tot de versleutelingscode.
pl: Twoje dane są kompleksowo szyfrowane, a DuckDuckGo nie ma dostępu do klucza szyfrowania.
pt: Os teus dados são encriptados de ponta a ponta e o DuckDuckGo não tem acesso à chave de encriptação.
ru: Ваши данные защищены сквозным шифрованием. У DuckDuckGo нет доступа к ключу шифрования.

# preferences.begin-sync.card-title
source: Begin Syncing
de: Synchronisierung beginnen
es: Iniciar sincronización
fr: Lancer la synchronisation
it: Inizia la sincronizzazione
nl: Synchroniseren starten
pl: Rozpocznij synchronizację
pt: Iniciar a sincronização
ru: Начало синхронизации

# preferences.enter-recovery-code.dialog-action1
source: Paste Code Here
de: Code hier einfügen
es: Pega el código aquí
fr: Collez le code ici
it: Incolla il codice qui
nl: Plak hier de code
pl: Wklej kod tutaj
pt: Colar o código aqui
ru: Вставьте код сюда

# preferences.enter-recovery-code.dialog-action2
source: or scan QR code with a device that is still connected
de: oder scanne den QR-Code mit einem Gerät, das noch verbunden ist
es: o escanea el código QR con un dispositivo que aún esté conectado
fr: ou scannez le code QR avec un appareil encore connecté
it: o scansiona il codice QR con un dispositivo ancora collegato
nl: of scan de QR-code met een apparaat dat nog verbonden is
pl: lub zeskanuj kod QR za pomocą urządzenia, które nadal jest połączone
pt: ou ler o código QR com um dispositivo que ainda está ligado
ru: или отсканируйте QR-код на подключенном устройстве.

# preferences.enter-recovery-code.dialog-subtitle
source: Enter the code on your Recovery PDF, or another synced device, to recover your synced data.
de: Gib den Code auf deinem Recovery PDF oder einem anderen synchronisierten Gerät ein, um deine synchronisierten Daten wiederherzustellen.
es: Introduce el código en tu PDF de recuperación, u otro dispositivo sincronizado, para recuperar tus datos sincronizados.
fr: Saisissez le code sur votre PDF de récupération ou sur un autre appareil synchronisé pour récupérer vos données synchronisées.
it: Inserisci il codice sul tuo PDF di recupero o su un altro dispositivo sincronizzato, per recuperare i tuoi dati sincronizzati.
nl: Voer de code in op het herstelde pdf-bestand, of op een ander gesynchroniseerd apparaat, om je gegevens te herstellen.
pl: Wprowadź kod znajdujący się w pliku PDF odzyskiwania lub na innym zsynchronizowanym urządzeniu, aby odzyskać zsynchronizowane dane.
pt: Introduz o código no teu PDF de recuperação ou noutro dispositivo sincronizado para recuperares os teus dados sincronizados.
ru: Чтобы восстановить данные, введите код из PDF-файла для восстановления или из другого синхронизированного устройства.

# preferences.enter-recovery-code.dialog-title
source: Enter Code
de: Code eingeben
es: Introduce el código
fr: Saisir le code
it: Inserisci il codice
nl: Code invoeren
pl: Wprowadź kod
pt: Introduzir código
ru: Введите код

# preferences.other-options.section-title
source: Other Options
de: Andere Optionen
es: Otras opciones
fr: Autres options
it: Altre opzioni
nl: Andere opties
pl: Inne opcje
pt: Outras opções
ru: Другие варианты

# preferences.preparing-to-sync.dialog-action
source: Connecting…
de: Verbinden ...
es: Conectando...
fr: Connexion…
it: Connessione…
nl: Er wordt verbinding gemaakt ...
pl: Łączenie...
pt: A ligar…
ru: Выполняется подключение...

# preferences.preparing-to-sync.dialog-subtitle
source: We're setting up the connection to synchronize your bookmarks and saved logins with the other device.
de: Wir richten die Verbindung ein, um Ihre Lesezeichen und gespeicherten Logins mit dem anderen Gerät zu synchronisieren.
es: Estamos configurando la conexión para sincronizar tus marcadores e inicios de sesión guardados con el otro dispositivo.
fr: Nous configurons la connexion pour synchroniser vos signets et vos identifiants enregistrés avec l'autre appareil.
it: Stiamo configurando la connessione per sincronizzare i segnalibri e gli accessi salvati con l'altro dispositivo.
nl: We zijn de verbinding aan het instellen om je bladwijzers en opgeslagen logins met het andere apparaat te synchroniseren.
pl: Konfigurujemy połączenie, aby zsynchronizować zakładki i zapisane dane logowania z drugim urządzeniem.
pt: Estamos a configurar a ligação para sincronizar os teus favoritos e os inícios de sessão guardados com o outro dispositivo.
ru: Идет подготовка привязки для синхронизации ваших закладок и сохраненных логинов с другим устройством.

# preferences.preparing-to-sync.dialog-title
source: Preparing To Sync
de: Synchronisierung wird vorbereitet
es: Preparando la sincronización
fr: Préparation à la synchronisation
it: Preparazione alla sincronizzazione
nl: Voorbereiden op synchroniseren
pl: Przygotowywanie do synchronizacji
pt: A preparar para sincronizar
ru: Подготовка к синхронизации

# preferences.recover-data.link-title
source: Recover Synced Data
de: Synchronisierte Daten wiederherstellen
es: Recuperar datos sincronizados
fr: Récupérer les données synchronisées
it: Recupera i dati sincronizzati
nl: Gesynchroniseerde gegevens herstellen
pl: Odzyskaj zsynchronizowane dane
pt: Recuperar dados sincronizados
ru: Восстановление синхронизованных данных

# preferences.recover-synced-data.dialog-button
source: Get Started
de: Los geht's!
es: Empezar
fr: Commencer
it: Iniziamo
nl: Aan de slag
pl: Rozpocznij
pt: Comece
ru: Приступим!

# preferences.recover-synced-data.dialog-subtitle
source: To restore your synced data, you'll need the Recovery Code you saved when you first set up Sync. This code may have been saved as a PDF on the device you originally used to set up Sync.
de: Um deine synchronisierten Daten wiederherzustellen, benötigst du den Wiederherstellungscode, den du bei der Einrichtung von Synchronisieren und sichern gespeichert hast. Dieser Code wurde möglicherweise als PDF auf dem Gerät gespeichert, das du zum Einrichten von Synchronisieren und sichern verwendet hast.
es: Para restaurar tus datos sincronizados, necesitarás el código de recuperación que guardaste cuando configuraste la sincronización por primera vez. Es posible que este código se haya guardado como PDF en el dispositivo que utilizaste originalmente para configurar la sincronización.
fr: Pour restaurer vos données synchronisées, il vous faudra le code de récupération que vous aurez enregistré lors de la première configuration de Synchronisation. Ce code peut avoir été enregistré au format PDF sur l'appareil utilisé initialement pour configurer Synchronisation.
it: Per ripristinare i dati sincronizzati avrai bisogno del codice di ripristino che hai salvato quando hai configurato Sync per la prima volta. Questo codice potrebbe essere stato salvato in formato PDF sul dispositivo che hai usato originariamente per impostare la sincronizzazione.
nl: Om je gesynchroniseerde gegevens te herstellen, heb je de herstelcode nodig die je hebt opgeslagen tijdens het instellen van 'Synchronisatie'. Deze code is mogelijk als PDF opgeslagen op het apparaat dat je gebruikte om 'Synchronisatie' in te stellen.
pl: Aby przywrócić zsynchronizowane dane, będziesz potrzebować kodu odzyskiwania zapisanego podczas pierwszej konfiguracji synchronizacji. Ten kod mógł zostać zapisany jako plik PDF na urządzeniu wykorzystanym do skonfigurowania synchronizacji.
pt: Para restaurares os teus dados sincronizados, precisas do código de recuperação que guardaste quando configuraste a sincronização. Este código pode ter sido guardado como um PDF no dispositivo usado para configurar a sincronização.
ru: Чтобы восстановить синхронизированные данные, потребуется код восстановления, который вы сохранили при первой настройке синхронизации. Возможно, он сохранен в файле PDF на устройстве, где изначально настраивалась синхронизация.

# preferences.recover-synced-data.dialog-title
source: Recover Synced Data
de: Synchronisierte Daten wiederherstellen
es: Recuperar datos sincronizados
fr: Récupérer les données synchronisées
it: Recupera i dati sincronizzati
nl: Gesynchroniseerde gegevens herstellen
pl: Odzyskaj zsynchronizowane dane
pt: Recuperar dados sincronizados
ru: Восстановление синхронизованных данных

# preferences.sync
source: Sync & Backup
de: Synchronisieren und sichern
es: Sincronización y copia de seguridad
fr: Synchronisation et sauvegarde
it: Sincronizzazione e backup
nl: Synchronisatie en back-up
pl: Synchronizacja i kopia zapasowa
pt: Sincronização e cópia de segurança
ru: Синхронизация и резервное копирование

# preferences.sync-this-device.link-title
source: Sync and Back Up This Device
de: Dieses Gerät synchronisieren und sichern
es: Sincronizar y hacer una copia de seguridad de este dispositivo
fr: Synchroniser et sauvegarder cet appareil
it: Sincronizza ed esegui il backup di questo dispositivo
nl: Dit apparaat synchroniseren en back-up maken
pl: Synchronizuj i twórz kopie zapasowe tego urządzenia
pt: Sincronizar e fazer cópia de segurança deste dispositivo
ru: Синхронизация и резервное копирование устройства

# preferences.sync.connected
source: Sync Enabled
de: Synchronisierung aktiviert
es: Sincronización activada
fr: Synchronisation activée
it: Sincronizzazione abilitata
nl: Synchronisatie ingeschakeld
pl: Synchronizacja włączona
pt: Sincronização ativada
ru: Синхронизация включена

# preferences.sync.remove-device
source: Remove...
de: Entfernen ...
es: Eliminar...
fr: Supprimer…
it: Rimuovi...
nl: Verwijderen ...
pl: Usuń...
pt: Remover...
ru: Удалить...

# preferences.sync.remove-device-button
source: Remove Device
de: Gerät entfernen
es: Eliminar dispositivo
fr: Supprimer l'appareil
it: Rimuovi dispositivo
nl: Apparaat verwijderen
pl: Usuń urządzenie
pt: Remover dispositivo
ru: Удалить устройство

# preferences.sync.remove-device-message
source: "%@" will no longer be able to access your synced data.
de: „%@“ kann nicht mehr auf deine synchronisierten Daten zugreifen.
es: "%@" ya no podrá acceder a tus datos sincronizados.
fr: « %@ » ne pourra plus accéder à vos données synchronisées.
it: "%@" non potrà più accedere ai tuoi dati sincronizzati.
nl: '%@' heeft geen toegang meer tot je gesynchroniseerde gegevens.
pl: „%@” nie będzie już mieć dostępu do zsynchronizowanych danych.
pt: "%@" deixará de poder aceder aos teus dados sincronizados.
ru: «%@» утратит доступ к синхронизированным данным.

# preferences.sync.remove-device-title
source: Remove device?
de: Gerät entfernen?
es: ¿Eliminar dispositivo?
fr: Supprimer l'appareil ?
it: Rimuovere il dispositivo?
nl: Apparaat verwijderen?
pl: Usunąć urządzenie?
pt: Remover dispositivo?
ru: Удалить устройство?

# preferences.sync.rollout-banner.description
source: Sync & Backup is rolling out gradually and may not be available yet within DuckDuckGo on your other devices.
de: Synchronisieren und sichern wird schrittweise eingeführt und ist möglicherweise noch nicht in DuckDuckGo auf deinen anderen Geräten verfügbar.
es: La sincronización y las copias de seguridad se están implantando gradualmente y es posible que aún no estén disponibles en DuckDuckGo en tus otros dispositivos.
fr: Le déploiement de Synchronisation et sauvegarde se fait progressivement et peut ne pas être encore disponible dans DuckDuckGo sur vos autres appareils.
it: La sincronizzazione e il backup vengono implementati gradualmente e potrebbero non essere ancora disponibili all'interno di DuckDuckGo sugli altri dispositivi.
nl: 'Synchronisatie en back-up' wordt geleidelijk uitgerold en is mogelijk nog niet beschikbaar in DuckDuckGo op je andere apparaten.
pl: Funkcja Synchronizacja i kopia zapasowa jest wprowadzana stopniowo i może nie być jeszcze dostępna w DuckDuckGo na innych Twoich urządzeniach.
pt: A sincronização e cópia de segurança estão a ser disponibilizadas gradualmente e podem ainda não estar disponíveis no DuckDuckGo nos teus outros dispositivos.
ru: Внедрение функции «Синхронизация и резервное копирование» в DuckDuckGo выполняется постепенно, поэтому она доступна не на всех устройствах.
